Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# DustDefender_Description
source: Runs the fans backwards for a moment to blow dust out of the heatsinks.
ar_sa: يشغّل المراوح بالعكس لفترة قصيرة لنفخ الغبار خارج المشتتات الحرارية.
bg_bg: Завърта вентилаторите обратно за кратко, за да издуха праха от радиаторите.
ca_es: Fa girar els ventiladors al revés una estona per treure la pols dels dissipadors.
cs_cz: Nechá ventilátory chvíli běžet pozpátku, aby vyfoukaly prach z chladičů.
de_de: Lässt die Lüfter kurz rückwärts laufen, um Staub aus den Kühlkörpern zu blasen.
el_gr: Γυρίζει τους ανεμιστήρες ανάποδα για λίγο, ώστε να βγει η σκόνη από τις ψύκτρες.
es_es: Hace girar los ventiladores al revés un momento para sacar el polvo de los disipadores.
et_ee: Paneb ventilaatorid hetkeks tagurpidi pöörlema, et puhuda tolm jahutusradiaatoritest välja.
fa_ir: فن‌ها را برای لحظه‌ای برعکس می‌چرخاند تا گردوغبار از هیت‌سینک‌ها بیرون رانده شود.
fi_fi: Pyörittää tuulettimia hetken takaperin, jotta pöly puhaltuu ulos jäähdytysrivastoista.
fr_fr: Fait tourner les ventilateurs à l’envers un instant pour chasser la poussière des dissipateurs.
he_il: מסובב את המאווררים לאחור לרגע כדי לנשוף אבק מגופי הקירור.
hi_in: हीटसिंक से धूल बाहर निकालने के लिए पंखों को कुछ देर उल्टा चलाता है।
hu_hu: Rövid időre visszafelé forgatja a ventilátorokat, hogy kifújja a port a hűtőbordákból.
id_id: Memutar kipas terbalik sesaat untuk meniup debu keluar dari heatsink.
it_it: Fa girare le ventole al contrario per un momento per soffiare via la polvere dai dissipatori.
ja_jp: ファンを短時間逆回転させ、ヒートシンクのほこりを吹き飛ばします。
ko_kr: 팬을 잠시 역회전시켜 방열판의 먼지를 불어냅니다.
lv_lv: Uz brīdi griež ventilatorus pretēji, lai izpūstu putekļus no radiatoriem.
nb_no: Kjører viftene baklengs en liten stund for å blåse støv ut av kjøleribbene.
nl_nl: Laat de ventilatoren even achteruit draaien om stof uit de koelribben te blazen.
pl_pl: Na chwilę obraca wentylatory wstecz, aby wydmuchać kurz z radiatorów.
pt_pt: Põe as ventoinhas a rodar ao contrário por um momento para soprar o pó para fora dos dissipadores.
ro_ro: Rotește ventilatoarele invers pentru scurt timp, ca să sufle praful din radiatoare.
ru_ru: Ненадолго вращает вентиляторы в обратную сторону, чтобы выдуть пыль из радиаторов.
sk_sk: Na chvíľu roztočí ventilátory opačne, aby vyfúkali prach z chladičov.
sr_cyrl_rs: Накратко окреће вентилаторе уназад да би издували прашину из хладњака.
sv_se: Kör fläktarna baklänges en kort stund för att blåsa ut damm ur kylflänsarna.
th_th: หมุนพัดลมย้อนกลับชั่วครู่เพื่อเป่าฝุ่นออกจากฮีตซิงก์
tr_tr: Soğutucudaki tozu dışarı üflemek için fanları kısa süre ters yönde döndürür.
uk_ua: Ненадовго обертає вентилятори у зворотний бік, щоб видути пил із радіаторів.
vi_vn: Cho quạt quay ngược trong chốc lát để thổi bụi ra khỏi bộ tản nhiệt.
zh_cn: 让风扇短暂反转，把灰尘吹出散热片。
zh_tw: 讓風扇短暫反轉，把灰塵吹出散熱片。

# DustDefender_Running
source: Cleaning: the fans are running backwards for a moment.
ar_sa: جارٍ التنظيف: تعمل المراوح بالعكس لفترة قصيرة.
bg_bg: Почистване: вентилаторите се въртят обратно за кратко.
ca_es: S'està netejant: els ventiladors giren al revés una estona.
cs_cz: Čištění: ventilátory chvíli běží pozpátku.
de_de: Reinigung: Die Lüfter laufen kurz rückwärts.
el_gr: Καθαρισμός: οι ανεμιστήρες γυρίζουν ανάποδα για λίγο.
es_es: Limpiando: los ventiladores giran al revés un momento.
et_ee: Puhastamine: ventilaatorid pöörlevad hetkeks tagurpidi.
fa_ir: در حال تمیز کردن: فن‌ها برای لحظه‌ای برعکس می‌چرخند.
fi_fi: Puhdistetaan: tuulettimet pyörivät hetken takaperin.
fr_fr: Nettoyage : les ventilateurs tournent à l’envers un instant.
he_il: מנקה: המאווררים מסתובבים לאחור לרגע.
hi_in: सफ़ाई हो रही है: पंखे कुछ देर उल्टे चल रहे हैं।
hu_hu: Tisztítás: a ventilátorok rövid ideig visszafelé forognak.
id_id: Membersihkan: kipas berputar terbalik sesaat.
it_it: Pulizia in corso: le ventole girano al contrario per un momento.
ja_jp: クリーニング中: ファンが短時間逆回転しています。
ko_kr: 청소 중: 팬이 잠시 역회전하고 있습니다.
lv_lv: Tīrīšana: ventilatori uz brīdi griežas pretēji.
nb_no: Rengjør: Viftene går baklengs en liten stund.
nl_nl: Bezig met reinigen: de ventilatoren draaien even achteruit.
pl_pl: Czyszczenie: wentylatory przez chwilę obracają się wstecz.
pt_pt: A limpar: as ventoinhas estão a rodar ao contrário por um momento.
ro_ro: Curățare: ventilatoarele se rotesc invers pentru scurt timp.
ru_ru: Очистка: вентиляторы ненадолго вращаются в обратную сторону.
sk_sk: Čistenie: ventilátory sa chvíľu točia opačne.
sr_cyrl_rs: Чишћење: вентилатори се накратко окрећу уназад.
sv_se: Rengör: fläktarna går baklänges en kort stund.
th_th: กำลังทำความสะอาด: พัดลมหมุนย้อนกลับชั่วครู่
tr_tr: Temizleniyor: fanlar kısa süre ters yönde dönüyor.
uk_ua: Очищення: вентилятори ненадовго обертаються у зворотний бік.
vi_vn: Đang làm sạch: quạt đang quay ngược trong chốc lát.
zh_cn: 正在清洁：风扇正在短暂反转。
zh_tw: 正在清潔：風扇正在短暫反轉。

# DustDefender_Busy
source: The laptop turned it down for now, as it does under heavy load. Try again when it's idle.
ar_sa: رفض الكمبيوتر المحمول ذلك الآن، كما يفعل تحت الحمل الثقيل. أعد المحاولة عندما يكون خاملاً.
bg_bg: Лаптопът го отказа засега, както прави при голямо натоварване. Опитайте отново, когато не е натоварен.
ca_es: El portàtil ho ha rebutjat de moment, com fa amb molta càrrega. Torna-ho a provar quan estigui inactiu.
cs_cz: Notebook to zatím odmítl, jak to dělá při velké zátěži. Zkuste to znovu, až bude v nečinnosti.
de_de: Der Laptop hat es vorerst abgelehnt, wie unter hoher Last üblich. Versuchen Sie es erneut, wenn er im Leerlauf ist.
el_gr: Ο φορητός το απέρριψε προς το παρόν, όπως κάνει υπό μεγάλο φορτίο. Δοκιμάστε ξανά όταν είναι σε αδράνεια.
es_es: El portátil lo ha rechazado de momento, como hace con mucha carga. Vuelve a intentarlo cuando esté inactivo.
et_ee: Sülearvuti keeldus sellest praegu, nagu suure koormuse all. Proovige uuesti, kui see on jõudeolekus.
fa_ir: لپ‌تاپ فعلاً آن را نپذیرفت، همان‌طور که زیر بار سنگین چنین می‌کند. وقتی بیکار بود دوباره امتحان کنید.
fi_fi: Kannettava hylkäsi sen toistaiseksi, kuten raskaan kuorman aikana. Yritä uudelleen, kun se on joutilaana.
fr_fr: L’ordinateur portable l’a refusé pour l’instant, comme il le fait en cas de forte charge. Réessayez quand il est inactif.
he_il: המחשב הנייד דחה זאת בינתיים, כפי שהוא עושה בעומס כבד. נסה שוב כשהוא במצב סרק.
hi_in: लैपटॉप ने अभी इसे मना कर दिया, जैसा वह भारी लोड में करता है। जब यह निष्क्रिय हो तब फिर से कोशिश करें।
hu_hu: A laptop egyelőre elutasította, ahogy nagy terhelés alatt szokta. Próbálja újra, amikor tétlen.
id_id: Laptop menolaknya untuk saat ini, seperti saat beban berat. Coba lagi saat laptop sedang diam.
it_it: Il portatile l'ha rifiutato per ora, come fa sotto carico elevato. Riprova quando è inattivo.
ja_jp: 高負荷時と同じく、ノート PC が今は受け付けませんでした。アイドル状態のときにもう一度お試しください。
ko_kr: 고부하일 때처럼 노트북이 지금은 거부했습니다. 유휴 상태일 때 다시 시도하세요.
lv_lv: Klēpjdators to pagaidām atteica, kā tas notiek lielas slodzes laikā. Mēģiniet vēlreiz, kad tas būs dīkstāvē.
nb_no: PC-en avslo det foreløpig, slik den gjør under høy belastning. Prøv igjen når den er inaktiv.
nl_nl: De laptop heeft het voorlopig geweigerd, zoals bij zware belasting. Probeer het opnieuw als hij niets doet.
pl_pl: Laptop na razie odmówił, jak przy dużym obciążeniu. Spróbuj ponownie, gdy będzie bezczynny.
pt_pt: O portátil recusou por agora, como faz com carga elevada. Tente novamente quando estiver inativo.
ro_ro: Laptopul a refuzat deocamdată, cum face la încărcare mare. Încercați din nou când este inactiv.
ru_ru: Ноутбук пока отказал, как при высокой нагрузке. Повторите попытку, когда он будет простаивать.
sk_sk: Notebook to zatiaľ odmietol, ako to robí pri veľkej záťaži. Skúste to znova, keď bude nečinný.
sr_cyrl_rs: Лаптоп је то за сада одбио, као при великом оптерећењу. Покушајте поново када буде у мировању.
sv_se: Datorn avböjde det tills vidare, som den gör vid hög belastning. Försök igen när den är inaktiv.
th_th: แล็ปท็อปปฏิเสธไว้ก่อน เหมือนที่ทำเมื่อโหลดหนัก ลองอีกครั้งเมื่อเครื่องว่าง
tr_tr: Dizüstü bilgisayar, yoğun yük altında olduğu gibi bunu şimdilik reddetti. Boştayken yeniden deneyin.
uk_ua: Ноутбук поки що відмовив, як під час великого навантаження. Спробуйте ще раз, коли він простоюватиме.
vi_vn: Máy tạm thời từ chối, như khi tải nặng. Hãy thử lại khi máy rảnh.
zh_cn: 笔记本电脑暂时拒绝了，高负载时它会这样。请在空闲时重试。
zh_tw: 筆記型電腦暫時拒絕了，高負載時它會這樣。請在閒置時再試一次。

# DustDefender_Failed
source: The laptop didn't start cleaning.
ar_sa: لم يبدأ الكمبيوتر المحمول التنظيف.
bg_bg: Лаптопът не започна почистването.
ca_es: El portàtil no ha començat la neteja.
cs_cz: Notebook čištění nespustil.
de_de: Der Laptop hat die Reinigung nicht gestartet.
el_gr: Ο φορητός δεν ξεκίνησε τον καθαρισμό.
es_es: El portátil no ha empezado la limpieza.
et_ee: Sülearvuti ei alustanud puhastamist.
fa_ir: لپ‌تاپ تمیز کردن را شروع نکرد.
fi_fi: Kannettava ei aloittanut puhdistusta.
fr_fr: L’ordinateur portable n’a pas lancé le nettoyage.
he_il: המחשב הנייד לא התחיל את הניקוי.
hi_in: लैपटॉप ने सफ़ाई शुरू नहीं की।
hu_hu: A laptop nem kezdte el a tisztítást.
id_id: Laptop tidak memulai pembersihan.
it_it: Il portatile non ha avviato la pulizia.
ja_jp: ノート PC がクリーニングを開始しませんでした。
ko_kr: 노트북이 청소를 시작하지 않았습니다.
lv_lv: Klēpjdators nesāka tīrīšanu.
nb_no: PC-en startet ikke rengjøringen.
nl_nl: De laptop is niet met reinigen begonnen.
pl_pl: Laptop nie rozpoczął czyszczenia.
pt_pt: O portátil não iniciou a limpeza.
ro_ro: Laptopul nu a pornit curățarea.
ru_ru: Ноутбук не начал очистку.
sk_sk: Notebook čistenie nespustil.
sr_cyrl_rs: Лаптоп није започео чишћење.
sv_se: Datorn startade inte rengöringen.
th_th: แล็ปท็อปไม่ได้เริ่มทำความสะอาด
tr_tr: Dizüstü bilgisayar temizliği başlatmadı.
uk_ua: Ноутбук не почав очищення.
vi_vn: Máy không bắt đầu làm sạch.
zh_cn: 笔记本电脑没有开始清洁。
zh_tw: 筆記型電腦沒有開始清潔。

# Fans_CleanNow.Content
source: Clean now
ar_sa: نظّف الآن
bg_bg: Почисти сега
ca_es: Neteja ara
cs_cz: Vyčistit
de_de: Jetzt reinigen
el_gr: Καθαρισμός τώρα
es_es: Limpiar ahora
et_ee: Puhasta kohe
fa_ir: اکنون تمیز کن
fi_fi: Puhdista nyt
fr_fr: Nettoyer maintenant
he_il: נקה עכשיו
hi_in: अभी साफ़ करें
hu_hu: Tisztítás most
id_id: Bersihkan sekarang
it_it: Pulisci ora
ja_jp: 今すぐクリーニング
ko_kr: 지금 청소
lv_lv: Tīrīt tūlīt
nb_no: Rengjør nå
nl_nl: Nu reinigen
pl_pl: Wyczyść teraz
pt_pt: Limpar agora
ro_ro: Curăță acum
ru_ru: Очистить сейчас
sk_sk: Vyčistiť teraz
sr_cyrl_rs: Очисти сада
sv_se: Rengör nu
th_th: ทำความสะอาดตอนนี้
tr_tr: Şimdi temizle
uk_ua: Очистити зараз
vi_vn: Làm sạch ngay
zh_cn: 立即清洁
zh_tw: 立即清潔

# OperatingMode_Eco
source: Eco
ar_sa: اقتصادي
bg_bg: Еко
fa_ir: اقتصادی
fr_fr: Éco
he_il: חסכוני
hi_in: इको
ja_jp: エコ
ko_kr: 에코
ru_ru: Эко
sr_cyrl_rs: Еко
th_th: ประหยัด
uk_ua: Еко
vi_vn: Tiết kiệm
zh_cn: 节能
zh_tw: 節能

# OperatingMode_Quiet
source: Quiet
ar_sa: هادئ
bg_bg: Тих
ca_es: Silenciós
cs_cz: Tichý
de_de: Leise
el_gr: Αθόρυβη
es_es: Silencioso
et_ee: Vaikne
fa_ir: بی‌صدا
fi_fi: Hiljainen
fr_fr: Silencieux
he_il: שקט
hi_in: शांत
hu_hu: Csendes
id_id: Senyap
it_it: Silenziosa
ja_jp: 静音
ko_kr: 정숙
lv_lv: Klusais
nb_no: Stille
nl_nl: Stil
pl_pl: Cichy
pt_pt: Silencioso
ro_ro: Silențios
ru_ru: Тихий
sk_sk: Tichý
sr_cyrl_rs: Тихо
sv_se: Tyst
th_th: เงียบ
tr_tr: Sessiz
uk_ua: Тихий
vi_vn: Yên tĩnh
zh_cn: 安静
zh_tw: 安靜

# OperatingMode_Balanced
source: Balanced
ar_sa: متوازن
bg_bg: Балансиран
ca_es: Equilibrat
cs_cz: Vyvážený
de_de: Ausgewogen
el_gr: Ισορροπημένη
es_es: Equilibrado
et_ee: Tasakaalus
fa_ir: متعادل
fi_fi: Tasapainoinen
fr_fr: Équilibré
he_il: מאוזן
hi_in: संतुलित
hu_hu: Kiegyensúlyozott
id_id: Seimbang
it_it: Bilanciata
ja_jp: バランス
ko_kr: 균형
lv_lv: Līdzsvarotais
nb_no: Balansert
nl_nl: Gebalanceerd
pl_pl: Zrównoważony
pt_pt: Equilibrado
ro_ro: Echilibrat
ru_ru: Сбалансированный
sk_sk: Vyvážený
sr_cyrl_rs: Уравнотежено
sv_se: Balanserat
th_th: สมดุล
tr_tr: Dengeli
uk_ua: Збалансований
vi_vn: Cân bằng
zh_cn: 平衡
zh_tw: 平衡

# OperatingMode_Performance
source: Performance
ar_sa: أداء
bg_bg: Производителност
ca_es: Rendiment
cs_cz: Výkon
de_de: Leistung
el_gr: Απόδοση
es_es: Rendimiento
et_ee: Jõudlus
fa_ir: عملکرد
fi_fi: Suorituskyky
fr_fr: Performances
he_il: ביצועים
hi_in: प्रदर्शन
hu_hu: Teljesítmény
id_id: Performa
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능
lv_lv: Veiktspēja
nb_no: Ytelse
nl_nl: Prestaties
pl_pl: Wydajność
pt_pt: Desempenho
ro_ro: Performanță
ru_ru: Производительность
sk_sk: Výkon
sr_cyrl_rs: Перформансе
sv_se: Prestanda
th_th: ประสิทธิภาพ
tr_tr: Performans
uk_ua: Продуктивність
vi_vn: Hiệu năng
zh_cn: 性能
zh_tw: 效能

# OperatingMode_Turbo
source: Turbo
ar_sa: توربو
bg_bg: Турбо
fa_ir: توربو
he_il: טורבו
hi_in: टर्बो
ja_jp: ターボ
ko_kr: 터보
ru_ru: Турбо
sr_cyrl_rs: Турбо
th_th: เทอร์โบ
uk_ua: Турбо
zh_cn: 极速
zh_tw: 極速

# OperatingMode_Eco_Description
source: Longest battery life.
ar_sa: أطول عمر للبطارية.
bg_bg: Най-дълъг живот на батерията.
ca_es: Màxima autonomia de la bateria.
cs_cz: Nejdelší výdrž baterie.
de_de: Längste Akkulaufzeit.
el_gr: Μεγαλύτερη διάρκεια μπαταρίας.
es_es: Máxima autonomía de la batería.
et_ee: Pikim aku kestus.
fa_ir: بیشترین عمر باتری.
fi_fi: Pisin akunkesto.
fr_fr: Autonomie maximale.
he_il: חיי הסוללה הארוכים ביותר.
hi_in: सबसे लंबा बैटरी जीवन।
hu_hu: Leghosszabb akkumulátor-üzemidő.
id_id: Daya tahan baterai terlama.
it_it: Massima durata della batteria.
ja_jp: バッテリー駆動時間が最も長くなります。
ko_kr: 배터리 사용 시간이 가장 깁니다.
lv_lv: Ilgākais akumulatora darbības laiks.
nb_no: Lengst batterilevetid.
nl_nl: Langste accuduur.
pl_pl: Najdłuższy czas pracy na baterii.
pt_pt: Maior autonomia da bateria.
ro_ro: Cea mai lungă autonomie a bateriei.
ru_ru: Максимальное время работы от батареи.
sk_sk: Najdlhšia výdrž batérie.
sr_cyrl_rs: Најдуже трајање батерије.
sv_se: Längst batteritid.
th_th: ใช้งานแบตเตอรี่ได้นานที่สุด
tr_tr: En uzun pil ömrü.
uk_ua: Найдовша робота від акумулятора.
vi_vn: Thời lượng pin dài nhất.
zh_cn: 最长的电池续航时间。
zh_tw: 最長的電池使用時間。

# OperatingMode_Quiet_Description
source: Lowest noise. Fans stay on Auto.
ar_sa: أقل ضوضاء. تبقى المراوح على "تلقائي".
bg_bg: Най-малко шум. Вентилаторите остават в режим „Авто“.
ca_es: Menys soroll. Els ventiladors es mantenen en Auto.
cs_cz: Nejnižší hluk. Ventilátory zůstávají na Auto.
de_de: Geringste Lautstärke. Die Lüfter bleiben auf „Auto“.
el_gr: Ελάχιστος θόρυβος. Οι ανεμιστήρες μένουν σε Αυτόματο.
es_es: Menos ruido. Los ventiladores se mantienen en Auto.
et_ee: Vähim müra. Ventilaatorid jäävad režiimile Auto.
fa_ir: کمترین صدا. فن‌ها روی «خودکار» می‌مانند.
fi_fi: Hiljaisin. Tuulettimet pysyvät Auto-tilassa.
fr_fr: Bruit minimal. Les ventilateurs restent en mode Auto.
he_il: הרעש הנמוך ביותר. המאווררים נשארים במצב "אוטומטי".
hi_in: सबसे कम शोर। पंखे "स्वचालित" पर रहते हैं।
hu_hu: Legkisebb zaj. A ventilátorok Auto módban maradnak.
id_id: Paling senyap. Kipas tetap pada Otomatis.
it_it: Rumore minimo. Le ventole restano su Auto.
ja_jp: 騒音が最も少なくなります。ファンは「自動」のままです。
ko_kr: 소음이 가장 적습니다. 팬은 '자동'으로 유지됩니다.
lv_lv: Vismazākais troksnis. Ventilatori paliek režīmā Auto.
nb_no: Minst støy. Viftene blir værende på Auto.
nl_nl: Minste geluid. De ventilatoren blijven op Auto.
pl_pl: Najmniej hałasu. Wentylatory pozostają w trybie Auto.
pt_pt: Menos ruído. As ventoinhas ficam em Auto.
ro_ro: Cel mai redus zgomot. Ventilatoarele rămân pe Auto.
ru_ru: Минимальный шум. Вентиляторы остаются в режиме «Авто».
sk_sk: Najnižší hluk. Ventilátory zostávajú na Auto.
sr_cyrl_rs: Најмање буке. Вентилатори остају на „Ауто“.
sv_se: Minst ljud. Fläktarna stannar på Auto.
th_th: เสียงรบกวนน้อยที่สุด พัดลมคงอยู่ที่ "อัตโนมัติ"
tr_tr: En düşük gürültü. Fanlar Otomatik modunda kalır.
uk_ua: Найменше шуму. Вентилятори залишаються в режимі «Авто».
vi_vn: Ít tiếng ồn nhất. Quạt giữ ở chế độ Tự động.
zh_cn: 噪音最低。风扇保持“自动”。
zh_tw: 噪音最低。風扇保持「自動」。

# OperatingMode_Balanced_Description
source: Everyday performance.
ar_sa: أداء للاستخدام اليومي.
bg_bg: Производителност за всеки ден.
ca_es: Rendiment per al dia a dia.
cs_cz: Výkon pro každodenní použití.
de_de: Leistung für den Alltag.
el_gr: Απόδοση για καθημερινή χρήση.
es_es: Rendimiento para el día a día.
et_ee: Jõudlus igapäevaseks kasutuseks.
fa_ir: عملکرد برای استفادهٔ روزمره.
fi_fi: Suorituskykyä arkikäyttöön.
fr_fr: Performances pour un usage quotidien.
he_il: ביצועים לשימוש יומיומי.
hi_in: रोज़मर्रा का प्रदर्शन।
hu_hu: Teljesítmény a mindennapokra.
id_id: Performa untuk sehari-hari.
it_it: Prestazioni per l'uso quotidiano.
ja_jp: 普段使いのパフォーマンスです。
ko_kr: 일상적인 사용을 위한 성능입니다.
lv_lv: Veiktspēja ikdienai.
nb_no: Ytelse for hverdagen.
nl_nl: Prestaties voor dagelijks gebruik.
pl_pl: Wydajność na co dzień.
pt_pt: Desempenho para o dia a dia.
ro_ro: Performanță pentru uzul zilnic.
ru_ru: Производительность на каждый день.
sk_sk: Výkon na každodenné používanie.
sr_cyrl_rs: Перформансе за свакодневну употребу.
sv_se: Prestanda för vardagen.
th_th: ประสิทธิภาพสำหรับการใช้งานทุกวัน
tr_tr: Günlük kullanım için performans.
uk_ua: Продуктивність на щодень.
vi_vn: Hiệu năng cho nhu cầu hằng ngày.
zh_cn: 日常使用的性能。
zh_tw: 日常使用的效能。

# OperatingMode_Performance_Description
source: Higher power limits. Needs AC power.
ar_sa: حدود طاقة أعلى. يتطلب التوصيل بالتيار الكهربائي.
bg_bg: По-високи лимити на мощността. Изисква захранване от мрежата.
ca_es: Límits de potència més alts. Cal corrent altern.
cs_cz: Vyšší limity výkonu. Vyžaduje napájení ze sítě.
de_de: Höhere Leistungsgrenzen. Netzbetrieb erforderlich.
el_gr: Υψηλότερα όρια ισχύος. Απαιτεί τροφοδοσία ρεύματος.
es_es: Límites de potencia más altos. Requiere corriente alterna.
et_ee: Kõrgemad võimsuspiirangud. Vajab vooluvõrku.
fa_ir: محدودیت‌های توان بالاتر. به برق AC نیاز دارد.
fi_fi: Korkeammat tehorajat. Vaatii verkkovirran.
fr_fr: Limites de puissance plus élevées. Nécessite le secteur.
he_il: מגבלות הספק גבוהות יותר. נדרש חיבור לחשמל.
hi_in: उच्च पावर सीमाएँ। AC पावर आवश्यक है।
hu_hu: Magasabb teljesítménykorlátok. Hálózati tápellátás szükséges.
id_id: Batas daya lebih tinggi. Memerlukan daya AC.
it_it: Limiti di potenza più alti. Richiede l'alimentazione da rete.
ja_jp: 電力制限を引き上げます。AC 電源が必要です。
ko_kr: 전력 한도가 더 높습니다. AC 전원이 필요합니다.
lv_lv: Augstāki jaudas ierobežojumi. Nepieciešama barošana no elektrotīkla.
nb_no: Høyere effektgrenser. Krever strømnettet.
nl_nl: Hogere vermogenslimieten. Netstroom vereist.
pl_pl: Wyższe limity mocy. Wymaga zasilania sieciowego.
pt_pt: Limites de energia mais altos. Requer ligação à corrente.
ro_ro: Limite de putere mai mari. Necesită alimentare de la rețea.
ru_ru: Более высокие пределы мощности. Требуется питание от сети.
sk_sk: Vyššie limity výkonu. Vyžaduje napájanie zo siete.
sr_cyrl_rs: Виша ограничења снаге. Потребно је напајање из мреже.
sv_se: Högre effektgränser. Kräver nätström.
th_th: ขีดจำกัดพลังงานสูงขึ้น ต้องเสียบไฟ AC
tr_tr: Daha yüksek güç sınırları. AC güç gerektirir.
uk_ua: Вищі межі потужності. Потрібне живлення від мережі.
vi_vn: Giới hạn công suất cao hơn. Cần cắm nguồn điện.
zh_cn: 更高的功率限制。需要接通电源。
zh_tw: 更高的功率限制。需要連接電源。

# OperatingMode_Turbo_Description
source: Maximum power and cooling. Needs AC power.
ar_sa: أقصى طاقة وتبريد. يتطلب التوصيل بالتيار الكهربائي.
bg_bg: Максимална мощност и охлаждане. Изисква захранване от мрежата.
ca_es: Màxima potència i refrigeració. Cal corrent altern.
cs_cz: Maximální výkon a chlazení. Vyžaduje napájení ze sítě.
de_de: Maximale Leistung und Kühlung. Netzbetrieb erforderlich.
el_gr: Μέγιστη ισχύς και ψύξη. Απαιτεί τροφοδοσία ρεύματος.
es_es: Máxima potencia y refrigeración. Requiere corriente alterna.
et_ee: Suurim võimsus ja jahutus. Vajab vooluvõrku.
fa_ir: حداکثر توان و خنک‌سازی. به برق AC نیاز دارد.
fi_fi: Suurin teho ja jäähdytys. Vaatii verkkovirran.
fr_fr: Puissance et refroidissement maximaux. Nécessite le secteur.
he_il: הספק וקירור מרביים. נדרש חיבור לחשמל.
hi_in: अधिकतम पावर और कूलिंग। AC पावर आवश्यक है।
hu_hu: Maximális teljesítmény és hűtés. Hálózati tápellátás szükséges.
id_id: Daya dan pendinginan maksimum. Memerlukan daya AC.
it_it: Massima potenza e raffreddamento. Richiede l'alimentazione da rete.
ja_jp: 最大の電力と冷却です。AC 電源が必要です。
ko_kr: 최대 전력 및 냉각입니다. AC 전원이 필요합니다.
lv_lv: Maksimāla jauda un dzesēšana. Nepieciešama barošana no elektrotīkla.
nb_no: Maksimal effekt og kjøling. Krever strømnettet.
nl_nl: Maximaal vermogen en maximale koeling. Netstroom vereist.
pl_pl: Maksymalna moc i chłodzenie. Wymaga zasilania sieciowego.
pt_pt: Potência e arrefecimento máximos. Requer ligação à corrente.
ro_ro: Putere și răcire maxime. Necesită alimentare de la rețea.
ru_ru: Максимальная мощность и охлаждение. Требуется питание от сети.
sk_sk: Maximálny výkon a chladenie. Vyžaduje napájanie zo siete.
sr_cyrl_rs: Максимална снага и хлађење. Потребно је напајање из мреже.
sv_se: Maximal effekt och kylning. Kräver nätström.
th_th: พลังงานและการระบายความร้อนสูงสุด ต้องเสียบไฟ AC
tr_tr: En yüksek güç ve soğutma. AC güç gerektirir.
uk_ua: Максимальна потужність і охолодження. Потрібне живлення від мережі.
vi_vn: Công suất và làm mát tối đa. Cần cắm nguồn điện.
zh_cn: 最大功率和散热。需要接通电源。
zh_tw: 最大功率與散熱。需要連接電源。

# OperatingMode_BatteryModeNote
source: On battery: the mode chosen here is used until you plug in.
ar_sa: على البطارية: يُستخدم الوضع المحدد هنا إلى أن توصّل الشاحن.
bg_bg: На батерия: избраният тук режим се използва, докато не включите зарядното.
ca_es: Amb bateria: es fa servir el mode triat aquí fins que connectis el carregador.
cs_cz: Na baterii: používá se zde zvolený režim, dokud nepřipojíte nabíječku.
de_de: Im Akkubetrieb: Der hier gewählte Modus gilt, bis Sie das Netzteil anschließen.
el_gr: Με μπαταρία: χρησιμοποιείται η λειτουργία που επιλέγετε εδώ μέχρι να συνδέσετε τον φορτιστή.
es_es: Con batería: se usa el modo elegido aquí hasta que conectes el cargador.
et_ee: Akutoitel: kasutatakse siin valitud režiimi, kuni ühendate laadija.
fa_ir: با باتری: حالتی که اینجا انتخاب شده تا زمانی که شارژر را وصل کنید استفاده می‌شود.
fi_fi: Akkukäytössä: tässä valittua tilaa käytetään, kunnes liität laturin.
fr_fr: Sur batterie : le mode choisi ici est utilisé jusqu’à ce que vous branchiez le chargeur.
he_il: בסוללה: המצב שנבחר כאן משמש עד שתחבר את המטען.
hi_in: बैटरी पर: चार्जर लगाने तक यहाँ चुना गया मोड उपयोग होता है।
hu_hu: Akkumulátorról: az itt választott mód érvényes, amíg nem csatlakoztatja a töltőt.
id_id: Saat menggunakan baterai: mode yang dipilih di sini dipakai hingga Anda mencolokkan pengisi daya.
it_it: A batteria: si usa la modalità scelta qui finché non colleghi l'alimentatore.
ja_jp: バッテリー駆動中: 電源に接続するまで、ここで選んだモードを使います。
ko_kr: 배터리 사용 중: 충전기를 연결할 때까지 여기에서 선택한 모드를 사용합니다.
lv_lv: Darbojoties ar akumulatoru: tiek izmantots šeit izvēlētais režīms, līdz pievienojat lādētāju.
nb_no: På batteri: Modusen du velger her, brukes til du kobler til laderen.
nl_nl: Op de accu: de modus die je hier kiest, geldt tot je de lader aansluit.
pl_pl: Na baterii: używany jest tryb wybrany tutaj, dopóki nie podłączysz ładowarki.
pt_pt: Com bateria: o modo escolhido aqui é usado até ligar o carregador.
ro_ro: Pe baterie: se folosește modul ales aici până când conectați încărcătorul.
ru_ru: От батареи: используется выбранный здесь режим, пока вы не подключите зарядное устройство.
sk_sk: Na batérii: používa sa tu zvolený režim, kým nepripojíte nabíjačku.
sr_cyrl_rs: На батерији: користи се режим изабран овде док не прикључите пуњач.
sv_se: På batteri: läget du väljer här används tills du ansluter laddaren.
th_th: ขณะใช้แบตเตอรี่: จะใช้โหมดที่เลือกไว้ที่นี่จนกว่าคุณจะเสียบที่ชาร์จ
tr_tr: Pil gücündeyken: şarj cihazını takana kadar burada seçilen mod kullanılır.
uk_ua: Від акумулятора: використовується вибраний тут режим, доки ви не підключите зарядний пристрій.
vi_vn: Khi dùng pin: chế độ chọn ở đây được dùng cho đến khi bạn cắm bộ sạc.
zh_cn: 使用电池时：在接通电源前，使用此处选择的模式。
zh_tw: 使用電池時：在接上電源前，會使用此處選擇的模式。
